export const dataContent = [
  {
    content: (
      <>
        <p>
          Співпраця із провідними ІТ компаніями є дуже корисною для студентів
          спеціальності та коледжу в цілому. Це допомагає студентам здобувати
          практичний досвід та знання, які відповідають потребам ринку праці, а
          також забезпечити коледжу доступ до новітніх технологій та знань від
          провідних гравців у галузі. Договір про співпрацю (або меморандум про
          співпрацю) підписано з наступними ІТ-компаніями:
        </p>
        <ul>
          <li>SoftServe;</li>
          <li>Elogic Commerce;</li>
          <li>SaaSJet;</li>
          <li>Magnetic One;</li>
          <li>VAIMO;</li>
          <li>Magnise;</li>
          <li>ГО «Ternopil It Cluster».</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Зазвичай така співпраця передбачає взаємодію у таких формах:</p>
        <ul>
          <li>
            Стажування та практика. Студенти мають можливість пройти стажування
            або практику в провідних ІТ компаніях, де вони можуть отримати
            практичний досвід та познайомитися з робочим процесом в компанії. Це
            допомагає студентам здобути цінний досвід та підвищити свою
            привабливість для майбутнього працевлаштування.
          </li>
          <li>
            Лекції та майстер-класи від фахівців компаній. Представники
            провідних ІТ компаній періодично проводять лекції та майстер-класи
            для студентів та викладачів коледжу, діляться своїм досвідом та
            знаннями в галузі.
          </li>
          <li>
            Програми підготовки та навчання. ІТ компанії надають коледжу доступ
            до своїх навчальних програм, які дозволяють студентам та викладачам
            отримати новітні знання та навички у галузі.
          </li>
          <li>
            Спільна робота над освітньо-професійною програмою спеціальності та
            робочими програмами навчальних дисциплін. З метою забезпечення
            студентів сучасними та конкурентоспроможними знаннями, компанії
            надають рекомендації та побажання щодо наповнення навчальних
            дисциплін, допомагають актуалізували та доповнили структуру
            освітньо-професійної програми спеціальності.
          </li>
          <li>
            Професійне працевлаштування. ІТ компанії надають можливості
            працевлаштування для випускників коледжу, що дозволить студентам
            отримати перспективну роботу та розвиватися у професійному
            середовищі провідної компанії.
          </li>
        </ul>
      </>
    ),
  },
]
