import {Images} from "@/components/images"

//104v
import img_104v_1 from "@/assets/material-base/104в/каб104в1.jpg"
import img_104v_2 from "@/assets/material-base/104в/каб104в2.jpg"
//306v
import img_306v_1 from "@/assets/material-base/306в/каб306в.jpg"
//202v
import img_202v_1 from "@/assets/material-base/202в/каб202в.jpg"


export const dataContent = [
  {
    title: "Перелік кабінет в яких здійснюється підготовка фахових молодших бакалаврів по спеціальності 275 «Транспортні технології (на автомобільному транспорті)», закріплені за викладачами циклової комісії транспортних технологій.",

  },
  {
    title:
      "Кабінет 104 в  - Автомобілів, спеціалізованого рухомого складу та технічної експлуатації автомобілів.",
    content: (
      <>
        <Images images={[img_104v_1, img_104v_2]} />
      </>
    ),
  },
  {
    title:
      "Кабінет 306 в - Організації і планування роботи підприємства.",
    content: (
      <>
        <Images images={[img_306v_1]} />
      </>
    ),
  },
  {
    title:
      "Кабінет 202 в - Автомобільних перевезень",
    content: (
      <>
        <Images images={[img_202v_1]} />
      </>
    ),
  },
  {
    title: "Кабінет 103 в - Автомобільних експлуатаційних матеріалів",

  },
  {
    content: (
      <>
        <p>В усіх кабінетах присутні стенди та методичні матеріали, які необхідні для підготовки фахівців в галузі транспортних технологій. В кабінетах 202в та 306в є комп’ютер, принтер. В 306в встановлено проектор.</p>
      </>
    ),
  },
  {
    content: (
      <>
      <p>Окрім вказаних використовуються кабінети і лабораторії, закріплені за цикловими комісіями, які також беруть участь у підготовці даних фахівців та  оснащені комп’ютерним обладнанням, відповідними стендами, тематичними плакатами, картами.
      </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <a href="https://drive.google.com/drive/folders/18zU4mzXaLpIeYyMkFZ0zZwhRItxP8Lnw">Матеріально-технічне забезпечення</a>
        </p>
      </>
    ),
  },
]
