export const dataContent = [
  {
    title: "Для якісної реалізації цього напрямку викладачі комісії:",
    content: (
      <>
          <p>
          <li>Систематично вдосконалюють професійні, психолого-педагогічні знання, методичну майстерність, розвивають принципи педагогічної співпраці, надають методичну допомогу молодим викладачам</li>
          <li>Підвищують фаховий рівень шляхом ознайомлення з досягненнями у галузі сучасної радіоелектроніки та комп’ютерної техніки, з передовими технологіями у цих галузях
          </li>
          <li>Працюють над вдосконаленням професійно-педагогічної майстерності, розвитком навчально-методичної та матеріальної бази дисциплін радіотехнічного циклу</li>
          <li>Розвивають та поглиблюють співпрацю з виробничими підприємствами, приватними фірмами, навчальними закладами подібного професійного спрямування всієї України</li>
        </p>
      </>
    ),
  },
]
