export const dataContent = [
  {
    content: (
      <>
          <p>
            Робота циклової комісії спрямована на вдосконалення навчально-виховного процесу шляхом
            запровадженням новітніх, високоефективних методик підготовки майбутніх спеціалістів на рівні
            сучасних та перспективних вимог: підвищення рівня науково-методичного забезпечення навчальних
            дисциплін, стимулювання студентів до самостійної роботи та активізації їх пізнавальної діяльності.
            Для якісної підготовки спеціалістів в галузі транспорту викладачі ЦК постійно підвищують свою кваліфікації:
          </p>
      </>
    ),
  },
  {
    content: (
      <>
      <p>
        Беруть участь у конференція Всеукраїнського методичного об’єднання  викладачів транспортних технологій;
      </p>
      </>
    ),


  },
  {
    content: (
      <>
      <p>Проходять стажування у транспортних підприємствах міста Тернопіль та області (ТОВ «МВ Стеллар», ПАТ «Тернопільське АТП 16127»);
      </p>
      </>

    ),
  },
  {
    content: (
      <>
      <p>
        Проходять стажування у Тернопільському національному технічному університеті імені І.Пулюя;

      </p>
      </>
    ),
  },
  {
      content: (
        <>
        <p>
          Проходять курси на онлайн платформах:
        <ul>
          <li>Prometheus - одна з найбільших українських освітніх платформ масових
            відкритих онлайн-курсів. На ній розміщуються курси як від українських спеціалістів,
            так і переклади іноземних освітніх програм;</li>

          <li>EdEra - українська студія онлайн освіти. Команда платформи створює онлайн-курси,
            спецпроекти, інтерактивні підручники та освітні блоги;
          </li>

          <li>Coursera -  освітній проект «На Урок».
          </li>
        </ul>


        </p>

        </>

      ),
  }
]
