export const dataContent = [
  {
    content: (
      <>
        <p>
          Підвищення кваліфікації викладачів циклової комісії комп’ютерних наук
          є важливим елементом, який допомагає забезпечити високу якість
          навчання та забезпечити студентам необхідні знання та навички для
          успішної кар'єри в ІТ-індустрії.
        </p>
        <p>
          Педагогічні працівники циклової комісії комп’ютерних наук підвищують
          свою кваліфікацію долучаючись до таких заходів, як: Навчання за
          програмами підвищення кваліфікації.
        </p>
        <p>
          Викладачі проходять різноманітні курси, тренінги та семінари, де вони
          опановують нові методи навчання, ознайомлюються з останніми
          технологіями та сучасними методами викладання.
        </p>
        <p>
          Зокрема: в Тернопільському комунальному методичному центрі
          науково-освітніх інновацій та моніторингу; в Тернопільському
          національному технічному університеті імені Івана Пулюя; в
          Тернопільському національному педагогічному університеті імені
          Володимира Гнатюка; ТОВ «АКАДЕМІЯ ЦИФРОВОГО РОЗВИТКУ». Стажування в
          ІТ-компаніях.
        </p>
        <p>
          Викладачі періодично набувають досвід роботи в сфері ІТ, проходячи
          стажуваннях у провідних компаніях галузі: SoftServe, Sigma Software.
          Участь у конференціях, семінарах, наукових пікніках, що дозволяє
          знайти нові ідеї та отримати досвід від провідних фахівців у галузі
          ІТ. Самоосвіта.
        </p>
        <p>
          Викладачі циклової комісії регулярно поглиблюють професійні знання,
          оновлюють свої методи навчання проходячи онлайн-курси: на платформі
          масових відкритих онлайн-курсів Prometheus; на платформі онлайн освіти
          EdEra; на міжнародній платформі відкритих онлайн-курсів Coursera.
        </p>
      </>
    ),
  },
]
