import { Img } from "@/components/img";
import Image_1 from "@/assets/historyCC/тр2009.jpg";
import Image_2 from "@/assets/historyCC/тр2012.jpg";
import Image_3 from "@/assets/historyCC/тр2016.jpg";
import Image_4 from "@/assets/historyCC/тр2020.jpg";

export const dataContent = [
  {
    content: (
      <>
        <p>
          З часу заснування протягом 18 років її очолював Фігурка Ярослав Романович. З 2023 року циклову комісію очолює Лотоцька Вікторія Миколаївна – випускниця першого випуску спеціальності.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Вагомий вклад в розвиток циклової комісії внесли викладачі, які мали великий досвід виробничої діяльності: Волошин Я.Ф. (12- ти річний стаж роботи директора Збаразького АТП – 16140), Іванюра І.Т. (підполковник МВС), Казимирович І.Ю. (начальник служби експлуатації АТП Мінбуду), а також викладачі: Зобнінська О.Я., Поліщук І.М.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Перший випуск студентів з кваліфікацією техніка-організатора перевезень відбувся в 2009 році. Випускники спеціальності успішно знаходять своє місце в сучасному житті, працюють в різних галузях народного господарства України. Також проглядається наступність поколінь в цикловій комісії транспортних технологій.  На сьогоднішній день у викладацькому складі випускники попередніх років: Дранівський Н.І., Іванунь М.В., Лиса О.В.
        </p>
      </>
    ),
  },
]
