export const dataContent = [
  {
    content: (
      <>
        <p>
          Комп`ютерні науки займають одне з провідних місць в
          навчально-виховному процесі Відокремленого структурного підрозділу
          «Тернопільський фаховий коледж Тернопільського національного
          університету імені Івана Пулюя».
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Початком становлення цього напрямку було створення в 1987 році
          навчально-обчислювального центру на базі ЕОМ ЄС ИЗОТ.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Керував робою цього центру Фірман Іван Йосипович.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          В 1998 році було ліцензовано спеціальність «Обслуговування
          комп’ютерних та інтелектуальних систем і мереж».
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          З метою забезпечення якісної підготовки молодших спеціалістів даної
          спеціальності було відокремлено циклову комісію інформатики та
          обчислювальної техніки, яка до цього часу входила в циклову комісію
          математики та інформатики.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Головою ЦК в період з 1998 до 2001 року була Марціяш Г.Я. Першими
          членами нової циклової комісії були Марціяш Г.Я., Дячук С.Д., Капаціла
          І.Б., Цимбалюк Л.В., Фірман І.Й., Юзьків А.В.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          З 2001 року циклову комісію очолив Фірман І.Й. В 2003 році циклову
          комісію інформатики та обчислювальної техніки реорганізовано в циклову
          комісію комп’ютерних дисциплін із призначенням Юзьківа Андрія
          Васильовича головою комісії.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          У зв’язку із одержанням ліцензії на підготовку молодших спеціалістів
          за спеціальністю «Обслуговування програмних систем та комплексів»,
          циклову комісію комп’ютерних дисциплін реорганізовано в дві нові:
          циклову комісію програмних систем та комплексів (голова ЦК Марціяш
          Г.Я.); Циклову комісію комп’ютерних систем і мереж (голова ЦК Юзьків
          А.В.).
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          В 2015 році Кабінет Міністрів України затвердив новий перелік галузей
          знань і спеціальностей, відповідно до якого спеціальність 5.05010101
          «Обслуговування програмних систем та комплексів» отримала нову назву
          122 «Комп’ютерні науки та», а згодом в 2017 році – 122 «Комп’ютерні
          науки». Тому у 2021 року циклову комісію програмних систем та
          комплексів перейменовано у циклову комісію комп’ютерних наук.
        </p>
      </>
    ),
  },
]
