import { Img } from "@/components/img";
import Image_1 from "@/assets/historyCC/тр2009.jpg";
import Image_2 from "@/assets/historyCC/тр2012.jpg";
import Image_3 from "@/assets/historyCC/тр2016.jpg";
import Image_4 from "@/assets/historyCC/тр2020.jpg";

export const dataContent = [
  {
    content: (
      <>
        <p>
          Циклова комісія телекомунікацій та радіотехніки забезпечує підготовку
          спеціалістів за спеціальністю 172 «Телекомунікації та радіотехніка».
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Циклова комісія телекомунікацій та радіотехніки була однією з перших,
          створених ще у Тернопільському технікумі радіоелектронного
          приладобудування. Її історія тісно переплетена з історією навчального
          закладу, викладачі комісії формували кістяк відділення телекомунікацій
          та електронних систем.
        </p>
      </>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_1} />
        <p>Члени циклової комісії у 2009 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_2} />
        <p>Члени циклової комісії у 2012 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_3} />
        <p>Члени циклової комісії у 2016 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_4} />
        <p>Члени циклової комісії у 2020 році.</p>
      </div>
    ),
  },
  {
    title: "Завдання і робота комісії",
    content: (
      <>
        <p>
          Завданням комісії є підготовка сучасного фахівця в галузі
          телекомунікацій та радіотехніки, фахівця якому притаманні такі якості:
          <li>
            Здатність до розуміння сутності i значення глобальної інформаційної
            інфраструктури в розвитку сучасного суспільства.
          </li>
          <li>
            Здатність до застосовування інформаційно-комунікаційних технологій з
            урахуванням основних вимог інформаційної безпеки для вирішення
            типових завдань професійної діяльності.
          </li>
          <li>
            Здатність до використання базових методів, способів i засобів
            отримання, передавання, обробки та зберігання інформації для ведення
            технічної документації, обліку i звітності в процесі експлуатації та
            технічного обслуговування телекомунікаційних та радіотехнічних
            систем.
          </li>
          <li>
            Здатність до використання спеціального програмного забезпечення,
            інформаційних технологій та пакетів прикладних програм для
            моделювання пристроїв, систем i процесів в
            інформаційно-комунікаційних мережах, телекомунікаційних та
            радіотехнічних системах.
          </li>
          <li>
            Здатність до організації робочого часу відповідно до конкретних умов
            діяльності, обсягів технічних завдань i вимог щодо якості їх
            виконання
          </li>
          <li>
            Здатність до виявлення типових несправностей телекомунікаційного i
            радіотехнічного обладнання за результатами інструментальних
            вимірювань.
          </li>
          <li>
            Здатність до адаптації у разі зміни технологій та обладнання у
            професійній діяльності.
          </li>
          <li>
            Здатність до здійснення роботи для забезпечення вимог до показників
            якості та надійності споруд, засобів i устаткування телекомунікацій
            та радіотехніки.
          </li>
          <li>
            Здатність до самоконтролю i організації виконуваних робіт відповідно
            до правил охорони праці i пожежної безпеки.
          </li>
          <li>
            Здатність до виконання розрахунків інформаційно-комунікаційних
            мереж, телекомунікаційного обладнання та радіотехнічних пристроїв
            під керівництвом інженерно-технічного персоналу.
          </li>
          <li>
            Здатність до здійснення діагностики та технічного обслуговування
            обладнання для керування потоками навантаження телекомунікаційних
            мереж.
          </li>
          <li>
            Здатність до розуміння сучасних радіоелектронних компонентів та
            технічних засобів радіотехнічних пристроїв та систем (побудова і
            функціонування мікропроцесорів, радіотехнічного обладнання і
            програмного забезпечення радіоінформаційних та телекомунікаційних
            систем, мереж теле- та радіомовлення, систем передачі, систем
            комутації, залежно від методів їхньої технічної експлуатації тощо).{" "}
          </li>
          <li>
            Здатність оцінювати і враховувати економічні, соціальні, екологічні
            та технологічні чинники, що впливають на фахову діяльність в галузі
            електроніки та телекомунікацій.
          </li>
          <li>
            Здатність застосовувати сучасні технології для проектування,
            виробництва, ремонту, експлуатації та модернізації елементів
            телекомунікаційних та радіотехнічних систем.
          </li>
        </p>
      </>
    ),
  },
  {
    title: "Основні напрямки роботи комісії",
    content: (
      <>
        <p>
          І. Вивчення і підвищення рівня знань, умінь та навичок студентів:
          <li>
            Використання активних форм усної перевірки знань, усне опитування за
            темами
          </li>
          <li>
            Аналіз рівня знань, умінь і навичок студентів, труднощів в
            опануванні програмним матеріалом і на цій основі розроблення шляхів
            підвищення ефективності навчального процесу
          </li>
          <li>
            Вивчення результативності позакласної роботи, залучення студентів до
            роботи в гуртках
          </li>
          <li>
            Проведення конкурсів серед студентів старших курсів на кращого по
            професії
          </li>
          ІІ. Розробка та впровадження заходів з вдосконалення методики
          викладання:
          <li>
            Розробка та впровадження методичних рекомендацій по вдосконаленню і
            підвищенню рівня знань
          </li>
          <li>Обговорення результатів курсового та дипломного проектування</li>
          <li>
            Розробка та впровадження методичних розробок та рекомендацій по
            предметах циклу та по темах і розділах цих предметів
          </li>
          <li>
            Вивчення і рецензування навчально-методичної літератури, наукових
            публікацій та їх використання в навчально-виховному процесі{" "}
          </li>
          <li>Створення електронних навчальних курсів</li>
          <li>Забезпечення ефективного дистанційного та змішаного навчання</li>
        </p>
      </>
    ),
  },
]
