import { Img } from "@/components/img";
import Image_1 from "@/assets/historyCC/тр2009.jpg";
import Image_2 from "@/assets/historyCC/тр2012.jpg";
import Image_3 from "@/assets/historyCC/тр2016.jpg";
import Image_4 from "@/assets/historyCC/тр2020.jpg";

export const dataContent = [
  {
    content: (
      <>
        <p>
          Циклова комісія транспортних технологій розпочала свою роботу,
          як циклова комісія автомобільних перевезень у 2005 році.
          Очолив її викладач Фігурка Ярослав Романович.

        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Вагомий вклад в розвиток циклової комісії внесли Волошин Я.Ф.
          (в минулому -  12- ти річний стаж роботи директора Збаразького АТП – 16140) , Поліщук І.М., Зобнінська О.Я.
          В 2009 році відбувся перший випуск  студентів з кваліфікацією техніка – організатора перевезень.

        </p>
      </>
    ),
  }
]
