import {Slider} from "@/components/Slider"

import {
  dataSponsors,
  dataSponsorsEleks,
  dataSponsorsElogic,
  dataSponsorsHourOfCode,
  dataSponsorsMagnis,
} from "../data/dataSlider"

export const dataContent = [
  {
    content: (
      <>
        <p>
          Організація дозвілля студентів коледжу є одним із пріоритетних
          напрямів виховної роботи зі студентською молоддю. Студентам
          створюються умови до активної самореалізації у виховному і
          громадському житті коледжу, існує широкий спектр спортивних секцій та
          наукових гуртків.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Активну участь в організації студентського дозвілля беруть органи
          студентського самоврядування. Вони стають ініціаторами проведення
          різноманітних культурно-масових заходів, залучають студентство до
          волонтерської та благодійної діяльності, участі в соціальних проєктах
          і екологічних акціях, спортивних заходах.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Студенти групи КН-221 розвивають фінансову грамотність граючи гру
          «Життєвий Капітал». Основна мета гри – покращити модель відносин з
          грошовим потоком і керувати ним з метою створення сімейного капіталу.
          За ігровим столом вирують справжні емоції!
        </p>
      </>
    ),
  },

  {
    title: "Файне ІТ",
    content: (
      <>
        <Slider items={dataSponsors} type="row" />
      </>
    ),
  },

  {
    title: "Екскурсія в ІТ-компанію Magnis",
    content: (
      <>
        <Slider items={dataSponsorsMagnis} type="row" />
      </>
    ),
  },
  {
    title: "Зустріч з представниками  ІТ-компанії ELEKS",
    content: (
      <>
        <Slider items={dataSponsorsEleks} type="row" />
      </>
    ),
  },
  {
    title: "Година коду з ІТ-Кластером Тернополя",
    content: (
      <>
        <Slider items={dataSponsorsHourOfCode} type="row" />
      </>
    ),
  },
  {
    title: "Зустріч з представниками  ІТ-компанії ELOGIC",
    content: (
      <>
        <Slider items={dataSponsorsElogic} type="row" />
      </>
    ),
  },
]
