export const dataContent = [
  {
    title:
      "Випускник, який успішно пройшов курс навчання за спеціальністю 275 «Транспортні технології (на автомобільному транспорті)», володіє такими компетенціями:",
    content: (
      <>
        <ul>
          <li>Здатність реалізувати свої права і обов’язки як члена суспільства, усвідомлювати цінності громадянського (вільного демократичного) суспільства та необхідність його сталого розвитку, верховенства права, прав і свобод людини і громадянина в Україні.
          </li>
          <li>Здатність зберігати та примножувати моральні, культурні, наукові цінності і досягнення суспільства на основі розуміння історії та закономірностей розвитку предметної області, її місця у загальній системі знань про природу і суспільство та у розвитку суспільства, техніки і технологій, використовувати різні види та форми рухової активності для активного відпочинку та ведення здорового способу життя.
          </li>
          <li>Здатність спілкуватися державною мовою як усно, так і письмово.
          </li>
          <li>Здатність спілкуватися іноземною мовою.
          </li>
          <li>Здатність до пошуку, оброблення та аналізу інформації з різних джерел. </li>
          <li>Здатність виявляти ініціативу та підприємливість. </li>
          <li>Здатність оцінювати та забезпечувати якість виконуваних робіт.
          </li>
          <li>Прагнення до збереження навколишнього середовища.
          </li>
          <li>Здатність планування, проведення, аналізу вимірювального експерименту, опрацювання результатів досліджень.
          </li>
          <li> Здатність до використання сучасних інформаційних технологій в процесі навчання.
          </li>
        </ul>
      </>
    ),
  }
]
