import {Images} from "@/components/images"
import {Img} from "@/components/img"

import img_1 from "@/assets/specialty/Буклет ЦК ОПК A.jpg"
import img_2 from "@/assets/specialty/Буклет ЦК ОПК B.jpg"

export const dataContent = [
  {
    content: (
      <>
        <p>
          Під час повномасштабної війни IT стала однією з небагатьох галузей
          економіки, яка зберегла свій розвиток, забезпечує створення нових
          робочих місць, реалізацію нових проектів і привертає інвестиції. Хоча
          війна вплинула на всі галузі економіки, ІТ-індустрія продовжує бути
          надійною опорою для України, і в майбутньому може стати ключовим
          фактором розвитку нашої країни. Саме тому спеціальність 122
          Комп’ютерні науки займає одне з перших місць у переліку перспективних
          спеціальностей сьогодення.
        </p>
      </>
    ),
  },
  {
    title:
      "Випускник, який успішно пройшов курс навчання за спеціальністю 122 Комп’ютерні науки, володіє такими компетенціями:",
    content: (
      <>
        <ul>
          <li>
            Здатність використовувати основні поняття, ідеї та методи
            фундаментальних наук під час розв’язання складних спеціалізованих
            задач з комп’ютерних наук в галузі інформаційних технологій.
          </li>
          <li>
            Здатність використовувати теоретичні та фундаментальні знання в
            галузі комп’ютерних наук та інформаційних технологій для вирішення
            різноманітних проблем.
          </li>
          <li>
            Здатність розробляти, аналізувати та застосовувати ефективні
            алгоритми для розв’язання конкретних професійних задач залежно від
            предметного середовища.
          </li>
          <li>
            Здатність здійснювати проєктування та розробку програмного
            забезпечення.
          </li>
          <li>
            Здатність застосовувати принципи і методи побудови та використання
            мережевих технологій.
          </li>
          <li>
            Здатність застосовувати методи та засоби захисту програмного
            забезпечення та даних від несанкціонованого доступу в умовах
            супроводження та експлуатації програмних систем і комплексів.
          </li>
          <li>
            Здатність проєктувати, розробляти та обслуговувати вебзастосунки з
            динамічним контентом, використовуючи вебтехнології, технології
            комп’ютерної графіки та анімації.
          </li>
          <li>
            Здатність застосовувати сучасні методи, технології та
            інструментальні засоби проєктування й створення програмних систем та
            їх супроводження.
          </li>
          <li>
            Здатність застосовувати знання сучасних методів і технологій
            створення та супроводження розподілених систем.
          </li>
          <li>
            Здатність адмініструвати системне та прикладне програмне
            забезпечення під час реалізації процесів життєвого циклу
            інформаційних систем.
          </li>
          <li>
            Здатність застосовувати методи та техніки тестування програмного
            забезпечення впродовж життєвого циклу розробки програмних систем.
          </li>
          <li>Здатність розробляти бази даних.</li>
          <li>
            Здатність приймати обґрунтовані рішення щодо забезпечення
            бізнес-планування та економічної ефективності діяльності в галузі
            інформаційних технологій.
          </li>
          <li>
            Здатність розробляти програмне забезпечення використовуючи методи та
            технології об'єктно-орієнтованого програмування.
          </li>
          <li>
            Здатність аргументувати вибір методів розв’язування спеціалізованих
            задач, критично оцінювати отримані результати, обґрунтовувати
            прийняті рішення.
          </li>
          <li>
            Здатність вільно користуватись сучасними комп’ютерними та
            інформаційними технологіями, прикладними та спеціалізованими
            комп’ютерно-інтегрованими середовищами для розробки, впровадження та
            обслуговування програмних засобів.
          </li>
          <li>
            Здатність застосовувати сучасний інструментарій комп’ютерної графіки
            та анімації під час вирішення практичних задач професійної
            діяльності.
          </li>
        </ul>
      </>
    ),
  },
  {
    title:
      "Після успішного завершення повного курсу навчання за спеціальністю 122 Комп’ютерні науки випускник може претендувати на роботу за такими професіями:",
    content: (
      <>
        <ul>
          <li>
            <b>
              РОЗРОБНИК ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ / SOFTWARE ENGINEER інженер
            </b>
            , який займається розробкою побудовою ІT-об’єктів: написанням
            програмного забезпечення певною мовою програмування (С++, Java, C#,
            PHP, JavaScript).
          </li>
          <li>
            <b>ІНЖЕНЕР З ЯКОСТІ / QUALITY ASSURANCE ENGINEER спеціаліст</b>,
            який вивчає роботу програми і намагається знайти неполадки чи
            проблеми в ній.
          </li>
          <li>
            <b>МЕНЕДЖЕР ПРОЕКТУ / PROJECT MANAGER спеціаліст</b>, який очолює
            робочий процес та керує командою, визначає пріоритети, ставить
            завдання, контролює їх виконання та вирішує оперативні питання.
          </li>
          <li>
            <b>СИСТЕМНИЙ АДМІНІСТРАТОР / SYSTEM ADMINISTRATOR інженер</b>, що
            розуміється на технічному наповненні комп’ютерів та іншого
            обладнання, налаштовує і контролює їх стабільну роботу.
          </li>
          <li>
            <b>ІНЖЕНЕР-КОНСУЛЬТАНТ / SUPPORT ENGINEER спеціаліст</b>, що
            займається встановленням програм та їх налагодженням для правильної
            роботи.
          </li>
          <li>
            <b>
              DEVOPS-ІНЖЕНЕР / DEVOPS ENGINEER спеціаліст на перетині розробки
            </b>
            , тестування та впровадження, що займається технічною підтримкою
            всіх процесів та середовища для стабільної роботи розробленої
            програми.
          </li>
          <li>
            <b>МЕНЕДЖЕР З ПРОДАЖ В ІТ / SALES MANAGER фахівець</b>, який
            займається пошуком нових клієнтів, з’ясовує їхні потреби та пропонує
            відповідні програмні рішення компанії.
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <Images images={[img_1, img_2]} height={400} />
      </>
    ),
  },
]
