import { Img } from "@/components/img";



import Image_2 from "@/assets/studiku/Аненков.jpg";
import Image_1 from "@/assets/studiku/Худзік.png";


export const dataContent = [
  {
    content: (
      <>
        <Img src={Image_1} />
        <p>Володимир Худзік випускник 2018</p>
        <p>
          Технічний коледж відкрив для мене нові цікаві можливості. Завдяки
          навчанню в цьому закладі я отримав багато нових знайомств, знань і
          навичок.
        </p>

        <p>
          Технічні спеціальності передбачають потребу в постійному саморозвитку,
          тоді ви зможете стати спеціалістом у своїй сфері
        </p>

        <p>
          На третьому курсі, пішовши на практику в сервісний центр, мені
          запропонували залишитися там на роботі. І навіть після закінчення
          навчання я відкриваю для себе нові галузі та сфери роботи. Зараз я
          займаюся ремонт офісної техніки, монтажем систем відеоспостереження,
          охоронних систем, є офіційним інтегратором системи розумного будинку
          від i3 engineering, займаюся розробкою та монтажем електрообладнання у
          квартирному сегменті, також маю досвід роботи з промисловою
          автоматикою. Ще в коледжі зацікавився 3D моделювання та 3D друком, а
          зараз маю власний FDM принтер та CNC лазер.
        </p>
        <p>
          Але найголовніше, що я тут отримав, це вміння мислити та розуміння
          того, що знання неможливо просто "закачати" в голову, їх потрібно
          хотіти отримати та розуміти, що вони знадобляться.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Img src={Image_2} />
        <p>Віталій Аненков випускник 2021</p>
        <p>Я працюю на СТО по ремонту автоелектроніки. На ремонт приїжджають автомобілі в яких є безліч електронних систем, котрі періодично виходять з ладу. Для їх ремонту потрібен не тільки інструмент, але й знання. Часто проблема є дуже простою, але для її локалізації потрібно багато часу. Оскільки, той чи інший давач коштує грошей – потрібно зробити імітацію його роботи, щоб впевнитись, що це проблема в ньому. А якщо проблема в блоці керування – то його потрібно замінити, але він коштує не малих грошей, і бувають проблеми із заміною, тому є потреба в ремонті блоків керування, а для цього потрібно розбиратися в схемотехніці. Тому робота автоелектрика є дуже цікавою і різноманітною і для роботи в цій галузі потрібно мати хороші знання, які можна отримати за спеціальністю 172 «Телекомунікації та радіотехніка». А в майбутньому бути хорошим спеціалістом з гідною зарплатнею.
        </p>
      </>
    ),
  },
]
