
export const dataContent = [
  {
    content: (
      <>
        <p>Сольник Надія - навчалася в ТК ТНТУ з 2011 по 2015 рр., в ТНТУ з 2015 по 2017 рр.
          <br />
          В 2016-2017 рр. працювала на фірмі "Стеллар" на посаді інженера-інспектора по контролю за використанням палива
          та оплаті доріг.
          <br />
          З 2019 працює на посаді менеджера з безпеки роботи водіїв на американській фірмі "Corb Inc".
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Яцук Роман – випуск 2019 року. Директор переробного комплексу сільськогосподарської сировини «ПРОДЕКО». </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Штокайло Володимир – випуск 2019 року. ТОВ «Агрокомпанія «Дружба». Керівник відділу GPS моніторингу.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Жаровський Сергій – випуск 2015 року. Західний контейнерний термінал.  Менеджер з зовнішньої економічної діяльності. </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кушнір Мар’яна – випуск 2015 року. Військовослужбовець. Захисниця України.  </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Павлишин Олена – випуск 2015 року. Викладач ВСП «ТФК ТНТУ ім. Івана Пулюя».
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Луковський Михайло – випуск 2014 року. Начальник відділу транспорту ТОВ «БЕЛУКРГАЗ».  </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Озерчук Вікторія – випуск 2009 року. Голова циклової комісії транспортних технологій ВСП «ТФК ТНТУ ім. Івана Пулюя».
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Багато випускників коледжу зараз є приватними підприємцями, проте у зв’язку з військовим станом дану інформацію розголошувати не будуть.
          <br />
          Інформація по випускників постійно оновлюється.
        </p>
      </>
    ),
  },

]
