import { Img } from "@/components/img";



import img_7 from "@/assets/people/Березіцький.png";
import img_1 from "@/assets/people/Валилишин.png";
import img_4 from "@/assets/people/Задорожній.png";
import img_2 from "@/assets/people/Приймак.jpg";
import img_3 from "@/assets/people/Савчук.jpg";
import img_5 from "@/assets/people/Федечко.png";
import img_6 from "@/assets/people/Штогрин.png";


export const dataContent = [
  {
    title:
      "Циклова комісія телекомунікацій та радіотехніки складається з педагогічних працівників:",
    content: (
      <>
        <ul>
          <li>Василишин Ольга Зіновіївна</li>
          <li>Приймак Віктор Адамович</li>
          <li>Савчук Михайло Петрович</li>
          <li>Задорожний Віктор Юліанович</li>
          <li>Федечко Віталій Мар’янович</li>
          <li>Штогрин Павло Ігорович</li>
          <li>Березіцький Іван Володимирович</li>
        </ul>
      </>
    ),
  },
  {
    title: "Василишин Ольга Зіновіївна",
    content: (
      <>
        <Img src={img_1} float="right" />
        <p>
          <b>Освіта:</b> Львівський політехнічний інститут за спеціальністю
          «Конструювання і виробництво радіоапаратури», 1990 р.
        </p>
        <p>
          <b>Посада:</b>голова циклової комісії, викладачка радіотехнічних
          дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
      </>
    ),
  },
  {
    title: "Приймак Віктор Адамович",
    content: (
      <>
        <Img src={img_2} float="right" />
        <p>
          <b>Освіта:</b> Одеський державний університет імені І.І. Мечникова,
          спеціальність: фізика, спеціалізація: фізична електроніка, 1986 р.
        </p>
        <p>
          <b>Посада:</b> завідувач відділення Телекомунікацій та електронних
          систем, викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
      </>
    ),
  },
  {
    title: "Савчук Михайло Петрович",
    content: (
      <>
        <Img src={img_3} float="right" />
        <p>
          <b>Освіта:</b>
          <li>
            Львівський політехнічний інститут за спеціальністю «Конструювання і
            виробництво радіоапаратури», 1982 р.
          </li>

          <li>
            Тернопільський інститут народного господарства за спеціальністю
            «Економічне і соціальне планування», 1992 р.
          </li>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін, завідувач
          лабораторією.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
      </>
    ),
  },
  {
    title: "Задорожний Віктор Юліанович",
    content: (
      <>
        <Img src={img_4} float="right" />
        <p>
          <b>Освіта:</b> Вінницький політехнічний інститут, 1983р.
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії, старший
          викладач.
        </p>
      </>
    ),
  },
  {
    title: "Федечко Віталій Мар’янович",
    content: (
      <>
        <Img src={img_5} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Технічний коледж Тернопільського державного технічного
              університету імені Івана Пулюя, 1997 р.
            </li>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя,
              1999 р.
            </li>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя,
              2000 р.
            </li>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя,
              2001 р.
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії
        </p>
      </>
    ),
  },
  {
    title: "Штогрин Павло Ігорович",
    content: (
      <>
        <Img src={img_6} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Тернопільський технікум радіоелектронного приладобудування, 1991 р
            </li>
            <li>
              Тернопільський національний технічний університет імені Івана Пулюя, 2006 р.
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії
        </p>
      </>
    ),
  },
  {
    title: "Березіцький Іван Володимирович",
    content: (
      <>
        <Img src={img_7} float="right" />
        <p>
          <b>Освіта:</b>
              Тернопільський національний технічний університет ім. Івана Пулюя,
              2023 р., “Інформаційні системи та технології”, магістр в галузі
              інформаційних технологій


        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін, завідувач практики
        </p>
        <p>
          <b>Категорія, звання:</b> викладач-спеціаліст
        </p>
      </>
    ),
  },
]
