import { Img } from "@/components/img";




import img_1 from "@/assets/people/калушка1.png";
import img_2 from "@/assets/people/фігурка.jpg";
import img_3 from "@/assets/people/лотоцька.png";
import img_4 from "@/assets/people/лиса.png";
import img_5 from "@/assets/people/іванунь.png";



export const dataContent = [
  {
    title:
      "Циклова комісія транспортних технологій складається з педагогічних працівників:",
    content: (
      <>
        <ul>
          <li>Калушка Володимир Павлович</li>
          <li>Фігурка Ярослав Романович</li>
          <li>Лотоцька Вікторія Миколаївна</li>
          <li>Лиса Олена Вікторівна</li>
          <li>Іванунь Максим Васильович</li>
        </ul>
      </>
    ),
  },
  {
    title: "Калушка Володимир Павлович",
    content: (
      <>
        <Img src={img_1} float="right" />
        <p>
          <b>Освіта:</b> -------
        </p>
        <p>
          <b>Посада:</b> директор Відокремленого структурного підрозділу “Тернопільський фаховий коледж Тернопільського національного технічного університету імені Івана Пулюя”.
        </p>
        <p>
          <b>Категорія, звання:</b> Кандидат технічних наук, доцент. Відмінник освіти України, Заслужений працівник освіти.
        </p>
      </>
    ),
  },
  {
    title: "Фігурка Ярослав Романович",
    content: (
      <>
        <Img src={img_2} float="right" />
        <p>
          <b>Освіта:</b> Одеський державний університет імені І.І. Мечникова,
          спеціальність: фізика, спеціалізація: фізична електроніка, 1986 р.
        </p>
        <p>
          <b>Посада:</b> завідувач відділення Телекомунікацій та електронних
          систем, викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
      </>
    ),
  },
  {
    title: "Лотоцька Вікторія Миколаївна",
    content: (
      <>
        <Img src={img_3} float="right" />
        <p>
          <b>Освіта:</b>
          <li>
            Львівський політехнічний інститут за спеціальністю «Конструювання і
            виробництво радіоапаратури», 1982 р.
          </li>

          <li>
            Тернопільський інститут народного господарства за спеціальністю
            «Економічне і соціальне планування», 1992 р.
          </li>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін, завідувач
          лабораторією.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
      </>
    ),
  },
  {
    title: "Лиса Олена Вікторівна",
    content: (
      <>
        <Img src={img_4} float="right" />
        <p>
          <b>Освіта:</b> Вінницький політехнічний інститут, 1983р.
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії, старший
          викладач.
        </p>
      </>
    ),
  },
  {
    title: "Іванунь Максим Васильович",
    content: (
      <>
        <Img src={img_5} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Технічний коледж Тернопільського державного технічного
              університету імені Івана Пулюя, 1997 р.
            </li>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя,
              1999 р.
            </li>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя,
              2000 р.
            </li>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя,
              2001 р.
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії
        </p>
      </>
    ),
  }
]
