import { Img } from "@/components/img";




import img_1 from "@/assets/people/калушка1.png";
import img_2 from "@/assets/people/фігурка.jpg";
import img_3 from "@/assets/people/лотоцька.png";
import img_4 from "@/assets/people/лиса.png";
import img_5 from "@/assets/people/іванунь.png";



export const dataContent = [
  {
    title:
      "Циклова комісія транспортних технологій складається з педагогічних працівників:",
    content: (
      <>
        <ul>
          <li>Калушка Володимир Павлович</li>
          <li>Фігурка Ярослав Романович</li>
          <li>Лотоцька Вікторія Миколаївна</li>
          <li>Лиса Олена Вікторівна</li>
          <li>Іванунь Максим Васильович</li>
        </ul>
      </>
    ),
  },
  {
    title: "Калушка Володимир Павлович",
    content: (
      <>
        <Img src={img_1} float="right" />
        <p>
          <b>Освіта:</b> -------
        </p>
        <p>
          <b>Посада:</b> директор Відокремленого структурного підрозділу “Тернопільський фаховий коледж Тернопільського національного технічного університету імені Івана Пулюя”.
        </p>
        <p>
          <b>Категорія, звання:</b> Кандидат технічних наук, доцент. Відмінник освіти України, Заслужений працівник освіти.
        </p>
      </>
    ),
  },
  {
    title: "Фігурка Ярослав Романович",
    content: (
      <>
        <Img src={img_2} float="right" />
        <p>
          <b>Освіта:</b> Інженер-механік, Львівський політехнічний інститут , 1979р.
        </p>
        <p>
          <b>Посада:</b> Викладач автотранспортних дисциплін
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії, викладач методист.
        </p>
      </>
    ),
  },
  {
    title: "Лотоцька Вікторія Миколаївна",
    content: (
      <>
        <Img src={img_3} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
          <li>
            У 2009 році закінчила Технічний коледж
            Тернопільського національного  технічного університету ім. Івана Пулюя.
          </li>

          <li>
            У 2013 році закінчила Рівненський національний університет водного
            господарства та природокористування та здобула кваліфікацію магістр
            з організації перевезення і управління на автотранспорті.
          </li>
        </ul>
        </p>
        <p>
          <b>Посада:</b> голова циклової комісії, викладач автотранспортних дисциплін
        </p>
        <p>
          <b>Категорія, звання:</b> викладач.
        </p>
      </>
    ),
  },
  {
    title: "Лиса Олена Вікторівна",
    content: (
      <>
        <Img src={img_4} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
          <li>У 2015 році закінчила Технічний коледж Тернопільського національного технічного університету імені Івана Пулюя. </li>
          <li>У 2019 році закінчила Тернопільський національний технічний університет імені Івана Пулюя та здобула кваліфікацію магістр з транспортних технологій.</li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладач автотранспортних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> викладач.
        </p>
      </>
    ),
  },
  {
    title: "Іванунь Максим Васильович",
    content: (
      <>
        <Img src={img_5} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              У 2021 році закінчив ВСП «Тернопільський фаховий коледж
              Тернопільського національного технічного університету імені Івана Пулюя».
            </li>
            <li>
              У 2023 році поступив на магістратуру по спеціальності 274 «Автомобільний транспорт»
              у Тернопільський національний технічний університет імені Івана Пулюя.
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладач автотранспортних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> викладач.
        </p>
      </>
    ),
  }
]
