import {Img} from "@/components/img"

import img_6 from "@/assets/people/Lisovyi.jpg"
import img_9 from "@/assets/people/dilay.jpg"
import img_7 from "@/assets/people/lapandra.png"
import img_8 from "@/assets/people/serbin.png"
import img_1 from "@/assets/people/Марціяш.jpg"
import img_2 from "@/assets/people/Радчик.jpg"
import img_3 from "@/assets/people/Слободян.jpg"
import img_5 from "@/assets/people/Цимбалюк.jpg"

export const dataContent = [
  {
    title:
      "Циклова комісія комп'ютерних наук складається з педагогічних працівників:",
    content: (
      <>
        <ul>
          <li>Марціяш Галина Ярославівна</li>
          <li>Радчик Галина Іванівна</li>
          <li>Слободян Руслан Олесійович</li>
          <li>Цимбалюк Людмила Володимирівна</li>
          <li>Лісовий Володимир Миколайович</li>
          <li>Ділай Роман Володимирович</li>
          <li>Ляпандра Андрій Степанович</li>
          <li>Сербін Володимир Сергійович</li>
        </ul>
      </>
    ),
  },
  {
    title: "Марціяш Галина Ярославівна",
    content: (
      <>
        <Img src={img_1} float="right" />
        <p>
          <b>Освіта:</b> Львівський політехнічний інститут, прикладна математика
          (1992).
        </p>
        <p>
          <b>Посада:</b> голова циклової комісії, викладачка комп’ютерних
          дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
      </>
    ),
  },
  {
    title: "Радчик Галина Іванівна",
    content: (
      <>
        <Img src={img_2} float="right" />
        <p>
          <b>Освіта:</b> Львівський державний університет імені Івана Франка,
          прикладна математика (1988).
        </p>
        <p>
          <b>Посада:</b> викладачка комп’ютерних дисциплін, викладач-методист
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії, старший
          викладач.
        </p>
      </>
    ),
  },
  {
    title: "Слободян Руслан Олесійович",
    content: (
      <>
        <Img src={img_3} float="right" />
        <p>
          <b>Освіта:</b> Тернопільський державний технічний університет імені
          Івана Пулюя (2009), диплом Спеціаліста за спеціальністю «Комп’ютерні
          системи та мережі».
        </p>
        <p>
          <b>Посада:</b> викладач комп’ютерних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст першої категорії.
        </p>
      </>
    ),
  },
  {
    title: "Цимбалюк Людмила Володимирівна",
    content: (
      <>
        <Img src={img_5} float="right" />
        <p>
          <b>Освіта:</b> Львівський державний університет імені Івана Франка,
          прикладна математика (1990).
        </p>
        <p>
          <b>Посада:</b> викладачка комп’ютерних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії.
        </p>
      </>
    ),
  },
  {
    title: "Лісовий Володимир Миколайович",
    content: (
      <>
        <Img src={img_6} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Тернопільський державний технічний університет імені Івана Пулюя
              (2001), диплом Магістра в галузі приладобудування;
            </li>
            <li>Cisco Network Academy (2018) - курс Cisco IT Essentials; </li>
            <li>SoftServe IT Academy (2021) - курс JavaScript fundamental.</li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладачка комп’ютерних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст
        </p>
      </>
    ),
  },
  {
    title: "Ділай Роман Володимирович",
    content: (
      <>
        <Img src={img_9} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Тернопільська академія народного господарства, диплом Магістра за
              спеціальністю «Облік і аудит» (2001);
            </li>
            <li>
              Тернопільський державний педагогічний університет імені Володимира
              Гнатюка, диплом Спеціаліста за спеціальністю «Програмне
              забезпечення комп’ютерних систем» (2002).
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> головний бухгалтер ВСП «ТФК ТНТУ», викладач за
          сумісництвом.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії.
        </p>
      </>
    ),
  },
  {
    title: "Ляпандра Андрій Степанович",
    content: (
      <>
        <Img src={img_7} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Тернопільський приладобудівний інститут імені І.Пулюя, 1996 р.,
              “Приладобудування”, спеціаліст інженер-механік;
            </li>
            <li>
              Національний університет “Львівська політехніка”, 2010 р., к.т.н.
              зі спеціальності “Біологічні та медичні прилади і системи” к.т.н.,
              доцент Посада:
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> Викладач комп’ютерних дисциплін
        </p>
      </>
    ),
  },
  {
    title: "Сербін Володимир Сергійович",
    content: (
      <>
        <Img src={img_8} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Тернопільський національний технічний університет ім. Івана Пулюя,
              2023 р., “Інформаційні системи та технології”, магістр в галузі
              інформаційних технологій
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> Викладач комп’ютерних дисциплін
        </p>
      </>
    ),
  },
]
